export default {
  "MEET OUR TEAM": "قابل فريقنا",
  "not-found-page-1": "عذرًا! الصفحة غير موجودة",
  "not-found-page-2":
    "الصفحة التي تبحث عنها غير موجودة، ربما تم نقلها أو لم تكن موجودة من الأساس.",
  "not-found-page-3": "العودة إلى الصفحة الرئيسية",
  "contact-us-now": "تواصل معنا الان",
  all: "الكل",
  "blogs-not-found":
    "عذرًا، لم نتمكن من العثور على المشروع الذي تبحث عنه. قد يكون قد تم حذفه أو أن الرابط غير صحيح.",
  "back-to-blogs": "العودة إلى المشاريع",
  department: "القسم",
  views: "المشاهدات",
  "contact us": "اتصل بنا",
  "our-proudcts": "منتجاتنا",
  "project-not-found":
    "عذرًا، لم نتمكن من العثور على المشروع الذي تبحث عنه. قد يكون قد تم حذفه أو أن الرابط غير صحيح.",
  "show-more": "عرض المزيد",
  "back-to-projects": "العودة إلى المشاريع",
  "latest-blogs": "أحدث المقالات",
  "contact us": "اتصل بنا",
  loading: "جاري التحميل ..",
  submitting: "جاري الإرسال ..",
  contactSuccess: "تم إرسال الرسالة بنجاح!",
  contactError: "حدث خطأ. يرجى المحاولة مرة أخرى لاحقًا.",
  section1: "شركة حلول متكاملة بخبرة تزيد عن 11 عامًا في السوق",
  section2: "نجاحنا بالأرقام، تحقيق تأثير عبر مختلف الصناعات",
  section4: "اطلع على وحدات أعمالنا وخدماتنا",
  cities: "المدن",
  "Successful Projects": "المشاريع الناجحة",
  Revenue: "الإيرادات",
  "HR Outsourcing": "الاستعانة بمصادر خارجية للموارد البشرية",
  Clients: "العملاء",
  "Team Members": "أعضاء الفريق",
  Growth: "النمو",
  "Download PDF": "تحميل ملف PDF",
  "Our Partners": "شركاؤنا",
  Marketing: "التسويق",
  "Software & AI": "البرمجيات والذكاء الاصطناعي",
  Masanadah: "المساندة",
  Telecoms: "الاتصالات",
  "Manpower & HR Solutions": "حلول القوى العاملة والموارد البشرية",
  "Merchandising, Activation and Event Management":
    "إدارة الترويج والتنشيط وإدارة الفعاليات",
  "Our Products": "منتجاتنا",

  section5: "تحفيز النمو والتفاعل من خلال حلول تسويق رقمي استراتيجية",
  section6:
    "إدارة احتياجات عملك ووضعها موضع التنفيذ لتقديم أفضل جودة ممكنة. قسم التكنولوجيا لدينا هو شريك موثوق للشركات الباحثة عن حلول مبتكرة",
  section7: "نحن نصر على النجاح ونصر على تقديم جودة عالية",
  section8: "فريق مبيعات موهوب ومدرب باحترافية",
  section9: "تبسيط حلول القوى العاملة لتحقيق نجاح أمثل للأعمال",
  section10:
    "زيادة وعي العملاء بعلامتك التجارية من خلال تسويقها باستخدام تقنيات حديثة وتنمية حضورها",
  section11: "نبتكر، نبدع، ونقدم",

  data5: [
    "التسويق التقليدي",
    "الإعلانات المطبوعة",
    "وضع المنتجات المادية",
    "التسويق الرقمي",
    "إدارة وسائل التواصل الاجتماعي",
    "تحسين محركات البحث (SEO)",
    "إنشاء المحتوى",
    "إنتاج الوسائط",
    "العلامة التجارية",
    "تصميم الجرافيك",
    "الرسوم المتحركة والبصرية",
    "ترويج العلامات التجارية وتنشيطها",
    "إدارة المدونين والمؤثرين",
    "المحتوى الذي ينشئه المستخدمون (UGC)",
    "حملات المدونين",
    "إدارة المؤثرين",
  ],
  data6: [
    "استضافة وتصميم مواقع الويب",
    "المتاجر الإلكترونية (E-commerce)",
    "تطوير تطبيقات الهواتف المحمولة",
    "إدارة وصيانة المواقع والتطبيقات",
    "أنظمة إدارة المحتوى (CMS)",
    "أنظمة إدارة علاقات العملاء (CRM)",
    "أنظمة أتمتة عمليات الأعمال",
    "الفوترة الآلية",
    "بوابات ويب للشركات أو العملاء",
    "برامج تتبع الأخطاء",
  ],
  data7: [
    "خدمات استشارات مالية",
    "توجيه استراتيجي للشركات بجميع أحجامها",
    "النمو المستدام",
    "إدارة المخاطر",
    "التخطيط المالي",
    "استراتيجيات الاستثمار",
    "توسعة الأعمال",
  ],
  data8: [
    "المبيعات المباشرة",
    "الشركاء الحاليون: (فيرجن - ريد بُل موبايل - زين - موبايلي)",
    "التجارة الحديثة - العملاء الحاليون: (فيرجن، ريد بُل، زين)",
    "مبيعات الحج والعمرة - مع (فيرجن، موبايلي، ريد بُل، مبيعات غير اتصالات)",
    "مبيعات الشركات (B2B) - الشركاء الحاليون: (زين)",
    "مبيعات غير الاتصالات",
    "مبيعات الأفراد (B2C) - (بطاقة مرنة)",
    "مبيعات الشركات (B2B) - الشركاء: (موتورولا - الكمبيوتر العربي - إن هوم)",
  ],
  data9: [
    {
      title: "خدمة الاستعانة بالموارد البشرية:",
      desc: "نقل الكفالة، إصدار التأشيرات، الإدارة، إدارة الرواتب، التدريب، التوظيف، تشغيل خطط المزايا، وتسجيلات التأمينات الاجتماعية السعودية",
    },
    {
      title: "الشؤون الحكومية:",
      desc: "معالجة الإقامات (تصريح الإقامة)، معالجة جميع أنواع التأشيرات، مندوب سعودي وموظفون، خدمات التعامل مع الأمور القانونية، خدمات مكتب الجوازات، خدمات التأمين الطبي",
    },
    {
      title: "إدارة الموارد البشرية:",
      desc: "تأشيرات العمل المؤقتة، التصاريح، خدمات نقل الموظفين، خطط التوطين",
    },
  ],
  data10: [
    {
      title: "الترويج:",
      desc: "يشمل نهجًا شاملاً لعرض وترويج المنتجات بطريقة لا تحفز المبيعات فقط ولكنها أيضًا تشكل تصورات المستهلك وتعزز هوية العلامة التجارية.",
    },
    {
      title: "التنشيط:",
      desc: "زيادة وعي العملاء بعلامتك التجارية من خلال تسويقها باستخدام تقنيات حديثة وتنميتها",
      data: [
        "مسابقات الأحداث",
        "الترويج للمبيعات",
        "التسويق عبر الهاتف",
        "عينات المنتجات المجانية",
        "العروض الترويجية داخل المتاجر",
        "المعارض التجارية",
        "الإعلانات المستهدفة",
      ],
    },
    {
      title: "إدارة الأحداث:",
      desc: "خدمتنا لإدارة الأحداث تشمل التخطيط، اللوجستيات، التصميم الإبداعي، إدارة البائعين، الإشراف في الموقع، وتحليل ما بعد الحدث لضمان أحداث سلسة ولا تُنسى.",
      data: [
        "التخطيط: من المفهوم إلى التنفيذ.",
        "اللوجستيات: المكان، النقل، الإقامة، المعدات.",
        "التصميم: التناسق البصري والموضوعي.",
        "البائعون: خدمات ومنتجات ذات جودة.",
        "في الموقع: الإشراف على الحدث.",
        "التحليل: تقييمات ما بعد الحدث.",
      ],
    },
  ],
  data11: [
    "حلول JOE MI تُبسط إدارة سير العمل، مما يعزز كفاءة القوى العاملة التشغيلية والمبيعات. JOE MI يعزز الكفاءة ويوفر تتبعًا في الوقت الفعلي للمروجين الميدانيين.",
    "ERP (مدعوم بواسطة Odoo) يدمج وظائف الأعمال في منصة واحدة، مما يُمكن من أتمتة العمليات وتوفير بيانات في الوقت الفعلي.",
    "Nos Wazeefa هو تطبيق مبتكر لربط الوظائف، يساعد الأفراد في العثور على فرص ملائمة بسهولة من خلال توصيات مخصصة.",
    "أكاديمية النخبة تقدم برامج تدريب كرة القدم الاحترافية المصممة لتطوير المواهب الشابة وتعزيز مهاراتهم.",
    "JoeX تطبيق متخصص لإدارة المروجين والبائعين، يقدم تتبع الحضور، مراقبة المبيعات، إدارة المخزون، وتتبع الموقع الجغرافي لتسهيل العمليات وزيادة الشفافية.",
  ],
  showLess: "عرض أقل",
  readMore: "قراءة المزيد",
  ConsultNow: "استشارة الآن",
  aboutUs: {
    aboutUsTitle: "من نحن",
    aboutUs:
      "Joe13 هي شركة حلول متكاملة تتمتع بخبرة تزيد عن 11 عامًا في السوق. نحن نفتخر بتقديم مجموعة شاملة من الخدمات التي تتجاوز حلول الموارد البشرية، بما في ذلك المبيعات، البرمجيات، التسويق، الترويج، التنشيط، والحلول المالية. على مر السنين، بنينا سمعة قوية تجمع بين الكفاءة والإبداع، مما أكسبنا ثقة عملائنا. نحن ملتزمون بمساعدة الشركات على التميز والنجاح في صناعاتها المختلفة.",
    ourVisionTitle: "رؤيتنا",
    ourVision:
      "في Joe13، نحن ملتزمون بالتطوير المستمر ومواكبة أحدث الاتجاهات في السوق المحلي. نسعى لتقديم أفضل الحلول التجارية بلمسة فريدة تضمن رضا العملاء.",
    ourMissionTitle: "مهمتنا",
    ourMission:
      "قيادة وتحسين أداء ونمو عملائنا من خلال تقديم خدمات عالية الجودة بمعايير دولية في مختلف المجالات.",
    boardMembersTitle: "أعضاء مجلس الإدارة",
    boardMembers: [
      {
        name: "يوسف كمال",
        position: "المدير التنفيذي",
        description:
          "مع أكثر من 20 عامًا في المبيعات والتجزئة والتسويق، قاد يوسف النمو في شركات بارزة مثل أكسيوم تليكوم وسامسونج وJoe13. رؤيته الاستراتيجية ونهجه العملي يعززان ظهور العلامات التجارية ويشجعان النمو المستدام بفضل خبرته في تحليل السوق والتفاعل مع العملاء.",
      },
      {
        name: "م/عدنان عبدالعزيز عبيد",
        position: "المدير العام",
        description:
          "متخصص في العمليات والتسويق لأكثر من 15 عامًا. منذ عام 2019، قاد عدنان Joe13، حيث قاد مبادرات استراتيجية للنمو. يشمل خبرته أدوارًا في Advance Core Technology وشركة Yes Arabia للإنتاج، وشارك في تأسيس مركز Wisdom of Knowledge للتدريب في دبي.",
      },
      {
        name: "أحمد رفعت",
        position: "المدير المالي",
        description:
          "خبير في الإدارة المالية، وتنفيذ نظم ERP، والتخطيط الاستراتيجي لأكثر من 20 عامًا. قاد تحويلات مالية، وأدار استثمارات، وأشرف على مشاريع الأتمتة. حاصل على شهادات CPA وCMA وCFA.",
      },
      {
        name: "م/محمد كمال",
        position: "مدير الحوكمة المؤسسية",
        description:
          "يركز على الحوكمة المؤسسية لأكثر من 5 سنوات، متخصصًا في تطوير الهياكل التنظيمية والأطر الفعالة. يلتزم بتحقيق الشفافية والكفاءة داخل الشركة.",
      },
      {
        name: "زاهر حسن",
        position: "مدير الترويج",
        description:
          "مع أكثر من 10 سنوات في السلع الاستهلاكية والإلكترونيات، يتميز في تنفيذ المشاريع وقيادة الفرق وإدارة العملاء.",
      },
      {
        name: "عادل بنوير",
        position: "مدير المبيعات",
        description:
          "يمتلك أكثر من 17 عامًا من الخبرة في إدارة المبيعات، متخصصًا في تخطيط الاستراتيجيات وإعادة هيكلة الفرق وتدريب الموظفين.",
      },
      {
        name: "محمد الأهدل",
        position: "مدير الخدمة",
        description:
          "بأكثر من 4 سنوات من الخبرة، يُعرف م/محمد الأهدل ببناء علاقات عملاء طويلة الأمد وتقديم حلول مخصصة.",
      },
    ],
    readMore: "قراءة المزيد",
  },
  Navbar: {
    "our-department": "اقسامنا",
    projects: "مشاريعنا",
    home: "الرئيسية",
    "business-units": "وحدات الأعمال",
    telecom: "الاتصالات",
    "manpower-hr-solutions": "حلول الموارد البشرية",
    "software-and-ai": "البرمجيات والذكاء الاصطناعي",
    "merchandising-activation-event-management": "الترويج وإدارة الأحداث",
    mosanadah: "مساندة",
    marketing: "التسويق",
    "our-products": "منتجاتنا",
    erp: "نظام ERP",
    "joe-mi": "جو مي",
    "joe-x": "جو إكس",
    "our-services": "خدماتنا",
    manpower: "القوى العاملة",
    "hr-solutions": "حلول الموارد البشرية",
    "social-media": "وسائل التواصل الاجتماعي",
    "our-partners": "شركاؤنا",
    blogs: "المدونة",
    "join-us": "انضم إلينا",
    "about-us": "من نحن",
    "contact-us": "اتصل بنا",
  },
  Blogs: {
    blogs: "المدونة",
    blogsDescription:
      "في عصرنا الرقمي السريع، يجب على الشركات من جميع الأحجام تبني التسويق الرقمي للبقاء في المنافسة. يوفر التسويق الرقمي مجموعة واسعة من الأدوات والاستراتيجيات للوصول إلى جمهور أوسع، والتفاعل مع العملاء، وزيادة المبيعات.",
    telecoms: "الاتصالات",
    manpowerHrSolutions: "حلول الموارد البشرية والقوى العاملة",
    marketing: "التسويق",
    softwareAi: "البرمجيات والذكاء الاصطناعي",
    mosanadah: "مساندة",
    activationEventManagement: "التنشيط وإدارة الأحداث",
    telecomTitle: "الاتصالات",
    telecomDescription:
      "في Joe13، نركز على تقديم حلول مبيعات استثنائية للأفراد والشركات عبر مختلف القطاعات. ندير فريق مخصص لتقديم خدمات اتصالات متنوعة للعملاء.",
    telecomB2B:
      "في مجال الشركات (B2B)، نركز على تحقيق الأهداف التجارية من خلال التخطيط والتنفيذ الاستراتيجي.",
    telecomModernTrade:
      "نهج التجارة الحديثة يعزز أرباح المبيعات من خلال الأكشاك الخارجية والمنافذ.",
    telecomHajUmrah: "نشارك أيضًا في المبيعات خلال مواسم الحج والعمرة.",
    telecomCommitment: "نلتزم في Joe13 بزيادة فرص المبيعات في مجال الاتصالات.",
  },
  JoinUs: {
    joinUs: "انضم إلينا",
    national_id: "الرقم القومي",
    National_id: "الرقم القومي",
    personalPhoto: "الصورة الشخصية (اختياري)",
    aboutJoe13th:
      "في Joe13th، نحن ملتزمون بخلق بيئة عمل ديناميكية وشاملة حيث تكون الابتكار، التعاون، والنمو الشخصي في صميم كل ما نقوم به. نحن نبحث عن أفراد موهوبين شغوفين بصنع الفرق ومستعدين للمساهمة في شركة تقدر رؤاهم ومهاراتهم الفريدة.",
    viewMore: "عرض المزيد",
    viewLess: "عرض أقل",
    whyChooseTitle: "لماذا تختار Joe13th؟",
    innovativeCulture:
      "ثقافة الابتكار: كن جزءًا من فريق يحتضن الإبداع ويشجع التفكير المبتكر.",
    careerGrowth:
      "نمو مهني: نحن نستثمر في تطوير موظفينا المهني من خلال فرص التعلم المستمر.",
    collaborativeEnvironment:
      "بيئة تعاونية: اعمل بجانب خبراء الصناعة وتعاون في مشاريع ذات تأثير حقيقي.",
    workLifeBalance:
      "التوازن بين العمل والحياة: نحن نؤمن بالحفاظ على توازن صحي بين العمل والحياة ونوفر ترتيبات عمل مرنة.",
    inclusiveWorkplace:
      "مكان عمل شامل: نحن نحتفل بالتنوع ونسعى لخلق بيئة شاملة يشعر فيها الجميع بالتقدير والاحترام.",
    applyNow: "تقدم الآن",
    fullName: "الاسم الكامل",
    phoneNumber: "رقم الهاتف",
    email: "البريد الإلكتروني",
    city: "المدينة",
    major: "التخصص",
    currentJobTitle: "المسمى الوظيفي الحالي",
    uploadCV: "تحميل السيرة الذاتية",
    sendNow: "أرسل الآن",
    offers_name: "المسمي الوظيفي",
    offers_price: "الراتب المتوقع",
  },
  ContactUs: {
    contactUsTitle: "اتصل بنا",
    stayConnected: "ابقَ على تواصل – نحن هنا للمساعدة!",
    fullName: "الاسم الكامل",
    email: "البريد الإلكتروني",
    phoneNumber: "رقم الهاتف",
    message: "الرسالة",
    send: "إرسال",
  },
  Services: {
    projectsTitle: "مشاريعنا",
    projectsDescription:
      "قسم المشاريع هو نظرة شاملة على مختلف المبادرات والمساعي التي تشارك فيها منظمتنا. يعرض مدى وعمق أعمالنا عبر مختلف المجالات والصناعات.",
    telecoms: "الاتصالات",
    manpowerAndHR: "حلول الموارد البشرية والقوى العاملة",
    marketing: "التسويق",
    softwareAndAI: "البرمجيات والذكاء الاصطناعي",
    mosanadah: "مساندة",
    activationAndEvent: "التنشيط وإدارة الأحداث",
  },
  errors: {
    fullName: "الاسم الكامل مطلوب.",
    phoneInvalid: "رقم الهاتف غير صالح.",
    phone: "رقم الهاتف مطلوب.",
    nationalIdRequired: "الرقم القومي مطلوب.",
    nationalIdInvalid: "الرقم القومي يجب أن يتكون من 10 أرقام.",
    invalidEmail: "يرجى إدخال عنوان بريد إلكتروني صالح.",
    email: "البريد الإلكتروني مطلوب.",
    city: "المدينة مطلوبة.",
    major: "التخصص مطلوب.",
    currentJopTitle: "المسمى الوظيفي الحالي مطلوب.",
    CV: "يرجى تحميل سيرتك الذاتية.",
    nameOffer: "يرجى إدخال المسمي الوظيفي",
    offerPrice1: "يرجى إدخال سعر العرض كرقم",
    offerPrice2: "سعر العرض يجب أن يكون رقمًا موجبًا",
    offerPrice3: "يرجى إدخال سعر العرض",
  },
  Footer: {
    services: "الخدمات",
    business_units: "وحدات الأعمال",
    ourProduct: "منتجاتنا",
    contact_us: "اتصل بنا",
    socialMedia: "وسائل التواصل الاجتماعي",
    services_telecom: "الاتصالات",
    services_erp: "نظام ERP",
    services_web_app_development: "تطوير المواقع والتطبيقات",
    services_manpower_hr_solutions: "حلول الموارد البشرية والقوى العاملة",
    services_hr_outsourcing: "الاستعانة بمصادر خارجية للموارد البشرية",
    services_software_ai: "البرمجيات والذكاء الاصطناعي",
    services_activation: "التنشيط",
    services_merchandising_event_management: "الترويج وإدارة الأحداث",
    services_bookkeeping_zatca: "المحاسبة وزاتكا",
    services_display_production: "إنتاج العروض",
    services_marketing: "التسويق",
    business_unit_joemi: "جو مي",
    business_unit_joex: "جو إكس",
    business_unit_mosanadah: "مساندة",
    head_office: "المكتب الرئيسي",
    branch_office_riyadh0: "حي البوادي، طريق المدينة المنورة",
    branch_office_jeddah: "مركز رتاج للأعمال، جدة، المملكة العربية السعودية",
    branch_office: "فرع المكتب",
    branch_office_egypt: "مصر",
    branch_office_riyadh: "الرياض",
    branch_office_makkah: "مكة",
    branch_office_dammam: "الدمام",
    branch_office_jeddah: "جدة",
  },

  btn: "اقرأ المزيد",
  home: {
    sec1: [
      "وكالة <br/> تصميم وتطوير <br/> إبداعي",
      "الأفضل في السعودية",
      "تواصل معنا",
    ],
    sec2: ["شركة تسويق حقيقية", "تحميل PDF"],
    sec3: "اكتشف خدماتنا",
    sec4: ["تطوير البرمجيات", "اقرأ المزيد"],
    sec5: ["التسويق الرقمي", "اقرأ المزيد"],
    sec6: ["إدارة الفعاليات", "اقرأ المزيد"],
    sec7: ["إنتاج إعلامي", "اقرأ المزيد"],
    sec8: ["تعيد الموارد البشرية", "اقرأ المزيد"],
    clients: "تفقد عملائنا",
    statics: [
      { number: "213", h2: "عملاء سعداء" },
      { number: "48", h2: "موظفون" },
      { number: "23", h2: "مطورو خبراء" },
      { number: "+200", h2: "مشاريع ناجحة" },
    ],
    footer: {
      li1: [
        "الخدمات",
        "تطوير المواقع والتطبيقات",
        "إنتاج إعلامي",
        "التسويق غير المباشر وتفعيل العلامة التجارية",
        "إدارة الفعاليات",
      ],
      li2: ["الروابط", "من نحن", "تواصل معنا", "المشاريع"],
      li3: [
        "تواصل معنا",
        "<b> المكتب الرئيسي:  </b> حي البوادي طريق المدينة",
        "مبنى الدايني بلازا الدور الرابع، مكتب 603، جدة، السعودية",
        "+966 570002013",
      ],
      li4: ["المكتب الفرعي", "مصر", "الرياض", "مكة", "الدمام"],
    },
    footer2: {
      li1: "تم تصميمه وتطويره بواسطة فريق جو 13 جميع الحقوق محفوظة © جو 13",
    },
  },

  nav: {
    li0: "الرئيسية",
    li1: "الخدمات",
    li2: "المشاريع",
    li3: "المدونات",
    li4: "التسويق بالعمولة",
    li5: "الوظائف",
    li6: "العروض",
    li7: "من نحن",
    li8: "اتصل بنا",
    li9: "محفظتي",
    li10: "تسجيل الدخول",
    li11: "التسجيل",
    logout: "تسجيل الخروج",
    department: [
      "التسويق الرقمي",
      "تطوير البرمجيات",
      "إدارة الفعاليات",
      "إنتاج الإعلام",
      "حلول الموارد البشرية",
    ],
    marketing: ["التسويق بالعمولة", "محفظتي"],
    toggle: ["فتح", "إغلاق"],
  },

  software: {
    h1: "تطوير البرمجيات",
    p: "ندعم ونوجه عملك من خلال تقديم مجموعة متنوعة من الحلول الفريدة عبر قسم البرمجيات لدينا باستخدام اللمسة الاحترافية، من خلال فريق البرمجة ومطوري التطبيقات. نهدف إلى إدارة احتياجات عملك ووضعها موضع التنفيذ لتقديم أفضل جودة متاحة. من خلال قسم تكنولوجيا المعلومات لدينا، يتم توفير خدمات متعددة:",
    btn: "تواصل معنا",

    boxes: [
      {
        h2: "المتجر الإلكتروني",
        h3: "امتلك الآن متجرًا إلكترونيًا لعملك، مع مجموعة غير محدودة من العناصر. نحن نوفر لك مجموعة واسعة من تصميمات المتاجر الإلكترونية الفريدة التي تم تخصيصها لتلبي احتياجاتك وتكون مؤهلة لأفضل تجربة عملاء، مما يجعل من السهل على المستخدمين التفاعل معها بوضوح وسلاسة. بالإضافة إلى ذلك، نقدم فحصًا بعد التطوير يهدف إلى صيانة المتجر الإلكتروني ودعمه لضمان عمله بشكل جيد لك ولجمهورك المستهدف.",
      },
      {
        h2: "خدمات تصميم المواقع",
        h3: "امتلك الآن متجرًا إلكترونيًا لعملك، مع مجموعة غير محدودة من العناصر. نحن نوفر لك مجموعة واسعة من تصميمات المتاجر الإلكترونية الفريدة التي تم تخصيصها لتلبي احتياجاتك وتكون مؤهلة لأفضل تجربة عملاء، مما يجعل من السهل على المستخدمين التفاعل معها بوضوح وسلاسة. بالإضافة إلى ذلك، نقدم فحصًا بعد التطوير يهدف إلى صيانة المتجر الإلكتروني ودعمه لضمان عمله بشكل جيد لك ولجمهورك المستهدف.",
      },
      {
        h2: "إنشاء تطبيقات الهاتف المحمول",
        h3: "يمكنك الآن الوصول بشكل فعال إلى الجمهور المستهدف من خلال استخدام تطبيقات الهاتف المحمول. التطبيقات التي نطورها في Joe13 سريعة وسهلة الاستخدام وتعمل على كل من أجهزة Android وiOS.",
      },
      {
        h2: "حلول الذكاء الاصطناعي",
        h3: "نظرًا للتطورات التكنولوجية الأخيرة وظهور الذكاء الاصطناعي في جميع المجالات، أصبح من الضروري تطوير تطبيقات تقوم بالمهام المعقدة التي كانت تتطلب تدخلًا بشريًا. يستخدم Joe13 أحدث تقنيات الذكاء الاصطناعي (AI) وتعلم الآلة لحل مشاكل الأعمال وتقليل التكاليف التشغيلية وتطوير أفضل استراتيجية للبنية التحتية. يتم ذلك من خلال جمع وتحليل البيانات واستخراج المعلومات ذات الصلة وإنشاء نموذج توقع لتقليل الأخطاء. من خلال الذكاء الاصطناعي، نحن قادرون على تحويل العيون الاصطناعية (الكاميرات) إلى أجهزة ذكية قادرة على اتخاذ القرار الصحيح، وهذا ما يسمى بالرؤية الحاسوبية.",
      },
      {
        h2: "النظام المخصص",
        h3: "اجعل أفكار منتجاتك البرمجية حقيقة، حسن جودة منتجك الحالي، وقم بتقليل الوقت اللازم للتسويق وتكاليف التطوير من خلال خدماتنا. نظم إدارة المحتوى (CMS) نظم إدارة علاقات العملاء (CRM) نظم أتمتة العمليات التجارية. الفوترة الآلية. بوابات الويب الموجهة للشركة أو العملاء. حلول البرمجيات للتجارة الإلكترونية. برامج تتبع الأخطاء.",
      },
    ],
  },

  digital: {
    h1: "التسويق الرقمي",
    p: "عزز عائد استثمارك التجاري باستخدام أحدث استراتيجيات وخطط التسويق الرقمي الاحترافية. التسويق الرقمي هو القوة السرية لتوسيع وجودك في السوق المحلية. فريقنا المتميز يجد أفضل الحلول وخطط التسويق التي تساهم بشكل كبير في تحقيق الأهداف المرجوة. هدفنا الرئيسي هو مضاعفة أرباحك والتفوق على منافسيك من خلال خدمات قسم التسويق الرقمي: ماذا نقدم؟",
    btn: "تواصل معنا",

    boxes: [
      {
        h2: "إدارة وسائل التواصل الاجتماعي",
        h3: "اجعل انتشار عملك ينمو. سنة بعد سنة، يزداد عدد مستخدمي وسائل التواصل الاجتماعي، مع وجود أكثر من مليارات العملاء هناك. مما جعل ظهور عملك على وسائل التواصل الاجتماعي أمرًا مهمًا للغاية لتسهيل وصول العملاء إليك والتعرف على خدماتك ومنتجاتك، مما يمكنك من توسيع قاعدة عملائك وبناء علاقة قوية معهم. خدماتنا في إدارة وسائل التواصل الاجتماعي: 1- بحث ودراسة سوقك. 2- تحليل حساباتك وحسابات منافسيك على وسائل التواصل الاجتماعي. 3- تحديد المنصات الاجتماعية المناسبة لعملك والتي تكون أفضل لجمهورك المستهدف. 4- إعداد تحليل لـ (المزايا التنافسية لعملك - الرسائل التسويقية - تحديد الجمهور المستهدف - دراسة الكلمات الرئيسية المناسبة - إعداد استراتيجية أداء). 5- إعداد محتوى شهري جذاب للفئات المستهدفة، التفاعل مع المتابعين والرد على الرسائل والتعليقات. 6- تقديم تقارير شهرية لقياس النتائج.",
      },
      {
        h2: "إدارة وسائل التواصل الاجتماعي",
        h3: "اجعل انتشار عملك ينمو. سنة بعد سنة، يزداد عدد مستخدمي وسائل التواصل الاجتماعي، مع وجود أكثر من مليارات العملاء هناك. مما جعل ظهور عملك على وسائل التواصل الاجتماعي أمرًا مهمًا للغاية لتسهيل وصول العملاء إليك والتعرف على خدماتك ومنتجاتك، مما يمكنك من توسيع قاعدة عملائك وبناء علاقة قوية معهم. خدماتنا في إدارة وسائل التواصل الاجتماعي: 1- بحث ودراسة سوقك. 2- تحليل حساباتك وحسابات منافسيك على وسائل التواصل الاجتماعي. 3- تحديد المنصات الاجتماعية المناسبة لعملك والتي تكون أفضل لجمهورك المستهدف. 4- إعداد تحليل لـ (المزايا التنافسية لعملك - الرسائل التسويقية - تحديد الجمهور المستهدف - دراسة الكلمات الرئيسية المناسبة - إعداد استراتيجية أداء). 5- إعداد محتوى شهري جذاب للفئات المستهدفة، التفاعل مع المتابعين والرد على الرسائل والتعليقات. 6- تقديم تقارير شهرية لقياس النتائج.",
      },
    ],
  },

  event: {
    h1: "إدارة الفعاليات",
    p: "في JOE13 يمكنك الجلوس بينما نقوم بإنشاء تجربة العمر، الفعاليات الاستثنائية لا تحدث فقط، ولكن يتم إنشاؤها وتنظيمها وتنسيقها من قبل فريق إدارة الفعاليات لدينا، والذي يمكنه تحقيق رؤيتك بينما نعد بتنفيذ دقيق لأفكار عملائنا. تعتبر إدارة الفعاليات قسمًا كبيرًا من التخصص في Joe13، حيث نضع خبرائنا في مراحل مختلفة، مثل:",
    btn: "تواصل معنا",

    boxes: [
      {
        h2: "تخطيط الفعاليات",
        h3: "التخطيط الجيد ضروري لتحقيق فعالية ناجحة. لذلك، يقوم منظم الفعاليات لدينا بإنشاء خطة مخصصة ويبني مؤشرات الأداء الرئيسية لضمان أن كل خطوة محسوبة ويتم قياسها بشكل مناسب حتى تفي الفعالية بالتوقعات. ولتحقيق ذلك، نولي اهتمامًا خاصًا لجوانب تخطيط الفعاليات، - المعدات. يجب اختيارها بشكل صحيح واختبارها قبل الفعالية. - الإنتاج الإعلامي. مع الاتصالات المؤسسية ذات العلامات التجارية، خدمة إنتاج الفيديو الكاملة، تغطية الفعالية بالكامل، والبث المباشر الذي يقوده فريقنا المحترف، بالإضافة إلى خدمات ما بعد الإنتاج والرسوم المتحركة. - الترويج. من خلال اختيار الفريق المثالي لإجراءات العملية. فريقنا جاهز لتقديم أي قطاع بمئات المروجين وتدريبهم بناءً على احتياجات كل فعالية. كل فعالية لها تحضيرها وأسسها الخاصة، وللمساعدة في ذلك نقدم هذه الخدمات: - الإضاءة - الصوت. - الفيديو. - الإعداد والمسرح.",
      },
      {
        h2: "تخطيط الفعاليات",
        h3: "لدعم عملية التنفيذ بشكل صحيح، قام Joe13 بتوفير فريق متخصص من الخبراء بدعم من فريق البرمجيات لتقديم نظام مثل JOEMI (Joe Marketing Intelligence) لمراقبة الفعالية وتوفير الموارد والاحتياجات لفريق العمل الميداني لضمان سلاسة العملية التشغيلية.",
      },
    ],
  },

  marketing: {
    h1: "التسويق بالعمولة",
    p: "في JOE13 يمكنك الجلوس بينما نقوم بإنشاء تجربة العمر، الفعاليات الاستثنائية لا تحدث فقط، ولكن يتم إنشاؤها وتنظيمها وتنسيقها من قبل فريق إدارة الفعاليات لدينا، والذي يمكنه تحقيق رؤيتك بينما نعد بتنفيذ دقيق لأفكار عملائنا. تعتبر إدارة الفعاليات قسمًا كبيرًا من التخصص في Joe13، حيث نضع خبرائنا في مراحل مختلفة، مثل:",
    btn: "تواصل معنا",

    h2: "تحقق من منتجاتنا وخدماتنا",
    h3: "قم بتوصية جمهورك بمنتجاتنا واحصل على عمولات رائعة",

    services: [
      "جميع الخدمات",
      "التسويق الرقمي",
      "حلول الموارد البشرية",
      "إدارة الفعاليات",
      "إنتاج إعلامي",
      "تطوير البرمجيات",
    ],

    boxes: [
      {
        h2: "JoeMi",
        h3: "لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. لوريم إيبسوم هو النص النموذجي في هذه الصناعة منذ القرن الخامس عشر.",
        btn: "سجل للحصول على كود",
      },
      {
        h2: "أكاديمية إيليت",
        h3: "لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. لوريم إيبسوم هو النص النموذجي في هذه الصناعة منذ القرن الخامس عشر.",
        btn: "سجل للحصول على كود",
      },
      {
        h2: "نص وظيفة",
        h3: "لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. لوريم إيبسوم هو النص النموذجي في هذه الصناعة منذ القرن الخامس عشر.",
        btn: "سجل للحصول على كود",
      },
      {
        h2: "JoeMi",
        h3: "لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. لوريم إيبسوم هو النص النموذجي في هذه الصناعة منذ القرن الخامس عشر.",
        btn: "سجل للحصول على كود",
      },
      {
        h2: "أكاديمية إيليت",
        h3: "لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. لوريم إيبسوم هو النص النموذجي في هذه الصناعة منذ القرن الخامس عشر.",
        btn: "سجل للحصول على كود",
      },
      {
        h2: "نص وظيفة",
        h3: "لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. لوريم إيبسوم هو النص النموذجي في هذه الصناعة منذ القرن الخامس عشر.",
        btn: "سجل للحصول على كود",
        btn1: "احصل علي الكود الان",
      },
    ],

    btn2: "عرض المزيد",
  },

  "my-wallet": {
    h1: "محفظتي",
    label: [
      "رصيد المحفظة",
      "إجمالي العمولات",
      "الدفعات الأخيرة",
      "الكود الخاص بك",
    ],
  },

  projects: {
    h1: "مشاريعنا",
    p: "قسم مشاريعنا هو نظرة شاملة على مختلف المبادرات والمشاريع التي تشارك فيها منظمتنا. يعرض مدى وعمق عملنا في مختلف المجالات والصناعات.",
    btn: "تواصل معنا",

    nav: [
      "تطوير المواقع والتطبيقات",
      "إدارة الفعاليات",
      "التسويق التقليدي وتفعيل العلامة التجارية",
      "التسويق الرقمي",
    ],

    boxes: [
      {
        h2: "جو مي",
        h3: "نقدم تطبيقًا عبقريًا سهل الاستخدام يستهدف أصحاب العمل الذين يتطلعون إلى توظيف فريق من المروجين. نقدم لعملائنا خدمة عالية الجودة في إدارة المروجين. الآن أصبح توظيف المروجين وإدارة المشاريع أسهل من خلال تطبيقنا.",
      },
      {
        h2: "أكاديمية المهارات الرياضية",
        h3: "أكاديمية المهارات الرياضية هي بيئة تعليمية مصممة للفتيان والفتيات من سن 3 إلى 12 عامًا. نحن أكاديمية كرة قدم خاصة بأسلوب أوروبي للاعبين وأولياء الأمور الذين يقدرون التعلم السليم للعبة في أصغر الأعمار.",
      },
      {
        h2: "خدمات ما بعد البيع",
        h3: "خدمات ما بعد البيع هي إحدى أكبر الشركات المصنعة في الشرق الأوسط، تأسست في عام 1975 وتركزت أعمالها الأساسية على تصنيع منتجات التدفئة والتهوية وتكييف الهواء بما في ذلك مكيفات الهواء والمشغلات والمبادلات الحرارية والمخمدات والمبردات والبرادات ومنتجات التحكم في الهواء. كان لنا الشرف في العمل معهم لإنشاء تطبيق جوال يمكن العملاء من حجز موعد مع الفنيين في منازلهم.",
      },
      {
        h2: "فيليبس",
        h3: "لا داعي لإدارة مشروعك بالطريقة التقليدية، تطبيقنا سيقوم بذلك على الفور. من خلال تطبيقنا، سيتمكن المشرفون من تتبع موقع المروجين والتواصل معهم. يوفر التطبيق تقارير تفصيلية حول حالة المخزون، النفاد، الدخول والخروج، والعديد من الميزات الرائعة الأخرى.",
      },
      {
        h2: "واشلي",
        h3: "واشلي هو مزود خدمات غسيل مبتكر. ساعدهم بنّاؤنا للتطبيقات على مواكبة التطور من خلال تطوير تطبيق يحتوي على العديد من الميزات الاحترافية التي تعزز من إبداعهم وتسهل سير العمل.",
      },
      {
        h2: "نص وظيفتك",
        h3: "نص وظيفتك هو منصة سعودية للباحثين عن عمل بدوام جزئي داخل المملكة العربية السعودية. تم تطوير تطبيق وموقع نص وظيفتك من قبل فريق تطوير البرمجيات في جو13، حيث نقدم الدعم الفني وجميع احتياجات المنصة لجعلها فريدة من نوعها للباحثين عن عمل في المملكة.",
      },
    ],
  },

  blogs: {
    h1: "المدونات",
    h2: "تفقد مدوناتنا",
    allService: "جميع الخدمات",
    h3: "اختر جميع المجالات أو الخدمات التي ترغب في رؤية مدوناتها",
    services: [
      "جميع الخدمات",
      "التسويق الرقمي",
      "حلول الموارد البشرية",
      "إدارة الفعاليات",
      "إنتاج الوسائط",
      "تطوير البرمجيات",
    ],

    boxes: [
      {
        h2: "ما هو ChatGPT؟",
        h3: "التواصل الاجتماعي يمكنك التواصل مع من تريد. هذه البرامج كثيرة ومتنوعة، ولكن لا يمكننا القول إن برامج التواصل الاجتماعي لها عدد محدد.",
        date: "05 أغسطس 2023",
        btn: "اقرأ المزيد",
      },
      {
        h2: "أفضل تطبيقات التواصل الاجتماعي؟",
        h3: "التواصل الاجتماعي يمكنك التواصل مع من تريد. هذه البرامج كثيرة ومتنوعة، ولكن لا يمكننا القول إن برامج التواصل الاجتماعي لها عدد محدد.",
        date: "05 أغسطس 2023",
        btn: "اقرأ المزيد",
      },
      {
        h2: "سناب شات سبورتس لايت",
        h3: "التواصل الاجتماعي يمكنك التواصل مع من تريد. هذه البرامج كثيرة ومتنوعة، ولكن لا يمكننا القول إن برامج التواصل الاجتماعي لها عدد محدد.",
        date: "05 أغسطس 2023",
        btn: "اقرأ المزيد",
      },
      {
        h2: "ما هو ChatGPT؟",
        h3: "التواصل الاجتماعي يمكنك التواصل مع من تريد. هذه البرامج كثيرة ومتنوعة، ولكن لا يمكننا القول إن برامج التواصل الاجتماعي لها عدد محدد.",
        date: "05 أغسطس 2023",
        btn: "اقرأ المزيد",
      },
      {
        h2: "أفضل تطبيقات التواصل الاجتماعي؟",
        h3: "التواصل الاجتماعي يمكنك التواصل مع من تريد. هذه البرامج كثيرة ومتنوعة، ولكن لا يمكننا القول إن برامج التواصل الاجتماعي لها عدد محدد.",
        date: "05 أغسطس 2023",
        btn: "اقرأ المزيد",
      },
      {
        h2: "سناب شات سبورتس لايت",
        h3: "التواصل الاجتماعي يمكنك التواصل مع من تريد. هذه البرامج كثيرة ومتنوعة، ولكن لا يمكننا القول إن برامج التواصل الاجتماعي لها عدد محدد.",
        date: "05 أغسطس 2023",
        btn: "اقرأ المزيد",
      },
    ],

    btn2: "عرض المزيد",
  },

  contact: {
    h1: "من نحن",
    h2: "شركة JOE13 هي شركة تسويق وتطوير برمجيات تأسست في عام 2013 لاستثمار سنوات من الخبرات في مجالات مختلفة لمساعدة الشركات على تحقيق قيمتها المقترحة المثلى. على مدار السنوات، اكتسبت JOE13 ثقة عملائها من خلال تكوين فريق من الخبراء الذين مكنوهم من تحقيق المعادلة الصحيحة بين كفاءة تكنولوجيا المعلومات والابتكار في الأعمال.",

    person: {
      name: "يوسف كمال",
      position: "الرئيس التنفيذي لشركة JOE13",
      desc: "لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. كان لوريم إيبسوم النص النموذجي في هذه الصناعة منذ القرن الخامس عشر، عندما أخذ طابع مجهول مطبعة ونظمها لصنع كتاب عينات.",
    },

    mission: [
      "مهمتنا",
      "لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. كان لوريم إيبسوم النص النموذجي في هذه الصناعة منذ القرن الخامس عشر، عندما أخذ طابع مجهول مطبعة ونظمها لصنع كتاب عينات.",
    ],

    vision: [
      "رؤيتنا",
      "لوريم إيبسوم هو نص شكلي يستخدم في صناعة الطباعة والتنضيد. كان لوريم إيبسوم النص النموذجي في هذه الصناعة منذ القرن الخامس عشر، عندما أخذ طابع مجهول مطبعة ونظمها لصنع كتاب عينات.",
    ],
    btn2: "عرض المزيد",
  },

  "contact-us": {
    h1: "تواصل معنا",
    btn2: "عرض المزيد",

    inputs: [
      { label: "الاسم الكامل *" },
      { label: "الشركة *" },
      { label: "البريد الإلكتروني *" },
      { label: "رقم الهاتف *" },
      { label: "العنوان" },
      { label: "الموضوع *" },
      { label: "الرسالة *" },
    ],
    error: {
      name: "الاسم الكامل مطلوب.",
      company: "اسم الشركة مطلوب.",
      email: "البريد الإلكتروني الصحيح مطلوب.",
      phone: "رقم الهاتف مطلوب.",
      address: "",
      object: "الموضوع مطلوب.",
      message: "الرسالة مطلوبة.",
    },
    btn: "إرسال",
    location: [
      "حي البوادي طريق المدينة بلازا الديني الطابق 4، مكتب 603، جدة، المملكة العربية السعودية",
      "966126132123+",
    ],
  },

  offers: {
    h1: "العروض",
    h2: "اطلع على أحدث عروضنا",
    h3: "اختر العرض المناسب لك وتواصل معنا",
    btn2: "",
    btn3: "احصل علي هذا العرض الان",
    allService: "جميع الخدمات",
    services: [
      "جميع الخدمات",
      "التسويق الرقمي",
      "حلول الموارد البشرية",
      "إدارة الفعاليات",
      "إنتاج الوسائط",
      "تطوير البرمجيات",
    ],
    boxes: [
      {
        title: "5 منشورات على وسائل التواصل الاجتماعي",
        after: "300 ريال سعودي",
        before: "500 ريال سعودي",
        Offferbtn1: "احصل على هذا العرض الآن",
      },
      {
        title: "5 منشورات على وسائل التواصل الاجتماعي",
        after: "300 ريال سعودي",
        before: "500 ريال سعودي",
        Offferbtn1: "احصل على هذا العرض الآن",
      },
      {
        title: "5 منشورات على وسائل التواصل الاجتماعي",
        after: "300 ريال سعودي",
        before: "500 ريال سعودي",
        Offferbtn1: "احصل على هذا العرض الآن",
      },
      {
        title: "5 منشورات على وسائل التواصل الاجتماعي",
        after: "300 ريال سعودي",
        before: "500 ريال سعودي",
        Offferbtn1: "احصل على هذا العرض الآن",
      },
      {
        title: "5 منشورات على وسائل التواصل الاجتماعي",
        after: "300 ريال سعودي",
        before: "500 ريال سعودي",
        Offferbtn1: "احصل على هذا العرض الآن",
      },
      {
        title: "5 منشورات على وسائل التواصل الاجتماعي",
        after: "300 ريال سعودي",
        before: "500 ريال سعودي",
        Offferbtn1: "احصل على هذا العرض الآن",
      },
    ],
    btn2: "عرض المزيد",
  },

  offer: {
    h1: "احصل على العرض",
    p: "يرجى ملء بياناتك، لنتحدث عن هذا العرض.",
    inputs: [
      { label: "الاسم الكامل *" },
      { label: "البريد الإلكتروني *" },
      { label: "رقم الهاتف *" },
    ],
    error: {
      name: "الاسم مطلوب.",
      email: "البريد الإلكتروني مطلوب.",
      phone: "رقم الهاتف مطلوب.",
    },
    btn: "إرسال",
  },

  careers: {
    h1: "الوظائف",
    Apply: "قدم الان",
    h2: "تحقق من الوظائف المتاحة",
    Job: "الوصف الوظيفى",
    Requirements: "المتطلبات",
    Perks: "الامتيازات والفوائد",
    boxes: [
      {
        h1: "مطور واجهة أمامية",
        p: "مطلوب مهندسو الواجهة الأمامية للعمل ضمن فرق إلى جانب مهندسي الواجهة الخلفية، ومصممي UI/UX، ومديري المشاريع لضمان التناسق في جميع عناصر عملية إنشاء الويب. يتطلب هذا مهارات تواصل وشخصية ممتازة. نحن نقدر أيضًا وجود عقلية تعليمية جيدة بغض النظر عن مستوى خبرتك.",
        btn: "تقديم",
      },
      {
        h1: "مدير منتج أول",
        p: "نبحث عن مدير منتج أول ذو خبرة ولديه شغف ببناء منتجات يحبها العملاء. ستنضم إلى بيئة ديناميكية وسريعة العمل وستعمل مع فرق متعددة التخصصات لتصميم وبناء وإطلاق المنتجات التي تحقق رؤية واستراتيجية الشركة.",
        btn: "تقديم",
      },
      {
        h1: "مطور واجهة أمامية",
        p: "مطلوب مهندسو الواجهة الأمامية للعمل ضمن فرق إلى جانب مهندسي الواجهة الخلفية، ومصممي UI/UX، ومديري المشاريع لضمان التناسق في جميع عناصر عملية إنشاء الويب. يتطلب هذا مهارات تواصل وشخصية ممتازة. نحن نقدر أيضًا وجود عقلية تعليمية جيدة بغض النظر عن مستوى خبرتك.",
        btn: "تقديم",
      },
    ],
  },

  career: {
    h1: "الوظائف",
    btn: "تقديم",
    h2: "تحقق من الوظائف المتاحة",
    Job: "الوصف الوظيفى",
    Requirements: "المتطلبات",
    Perks: "الامتيازات والفوائد",
    popup: {
      h1: "الوظائف",
      p: "يرجى ملء بياناتك والتقديم لهذه الوظيفة.",
      inputs: [
        { label: "الاسم الكامل *" },
        { label: "البريد الإلكتروني *" },
        { label: "رقم الهاتف *" },
        { label: "ارفع سيرتك الذاتية أو قم بتحميلها *" },
      ],
      btn: "إرسال الطلب",
      error: {
        name: "الاسم مطلوب.",
        email: "البريد الإلكتروني مطلوب.",
        phone: "رقم الهاتف مطلوب.",
        cv: "السيرة الذاتية مطلوبة.",
      },
    },
    h1_success: "تم الإرسال",
    p_success: "تم إرسال طلبك بنجاح.",
  },

  sign_in: {
    h1: "تسجيل الدخول",
    p: ["ليس لديك حساب؟", "سجل الآن"],
    inputs: [{ label: "البريد الإلكتروني *" }, { label: "كلمة المرور *" }],
    error: {
      email: "البريد الإلكتروني غير صالح",
      password: "كلمة المرور غير صحيحة",
    },
    b: "نسيت كلمة المرور؟",
    btn: "تسجيل الدخول",
  },

  sign_up: {
    h1: "إنشاء حساب جديد",
    p: ["هل لديك حساب بالفعل؟", "تسجيل الدخول"],
    inputs: [
      { label: "الاسم الكامل *" },
      { label: "البريد الإلكتروني *" },
      { label: "رقم الهاتف *" },
      { label: "إنشاء كلمة المرور *" },
      { label: "تأكيد كلمة المرور *" },
    ],
    error: {
      name: "الاسم الكامل مطلوب",
      email: "البريد الإلكتروني غير صالح",
      phone: "رقم الهاتف مطلوب",
      createPassword: "كلمة المرور مطلوبة",
      confirmPassword: "كلمات المرور لا تتطابق",
    },
    btn: "تسجيل",
  },

  forget: {
    h1: "نسيت كلمة المرور",
    p: [
      "تذكر كلمة المرور؟",
      "تسجيل الدخول",
      "أدخل عنوان بريدك الإلكتروني وسيتعين عليك استلام رابط لإعادة تعيين كلمة المرور الخاصة بك",
    ],
    inputs: [{ label: "البريد الإلكتروني *" }],
    error: {
      email: "البريد الإلكتروني غير صالح",
    },
    btn: "إرسال الرابط",
  },
  change: {
    h1: "تغيير كلمة المرور",

    inputs: [{ label: "الكود *" }],
    error: {
      code: "الكود غير صالح",
      createPassword: "كلمة المرور مطلوبة",
      confirmPassword: "كلمات المرور لا تتطابق",
    },
    inputs1: [{ label: "كلمة المرور الجديدة *" }],
    error1: {
      password: "كلمة المرور الجديدة غير صالحة",
    },
    inputs2: [{ label: "تأكيد كلمة المرور *" }],
    error2: {
      c_password: "كلمة المرور غير متطابقة ",
    },
    btn: "تغيير كلمة المرور",
  },
};
